Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# available_offline_empty_message
source: Tap “Make available offline” in a file’s or folder’s menu to access it without internet connection.
be: Націсніце "Зрабіць даступнымі па-за сеткай" у меню з файламі або папкамі, каб атрымаць да іх доступ без падключэння да інтэрнэту.
ca: Toqueu «Posa a disposició fora de línia» al menú d'un fitxer o carpeta per accedir-hi sense connexió a internet.
cs: Klepněte na "Zpřístupnit offline" v nabídce souboru nebo složky, pro zpřístupnění bez internetového připojení.
da: Tryk på »Gør tilgængelig offline« i menuen for at gøre en fil eller en mappe tilgængelig uden internetforbindelse.
de: Tippe im Menü einer Datei oder eines Ordners auf „Offline verfügbar machen“, um ohne Internetverbindung darauf zuzugreifen.
el: Πατήστε "Διαθέσιμο εκτός σύνδεσης" στο μενού ενός αρχείου ή φακέλου για πρόσβαση σε αυτό χωρίς σύνδεση στο διαδίκτυο.
es: Pulsa Hacer disponible sin conexión en el menú de un archivo o carpeta para acceder a ellos sin conexión a internet.
es_419: Pulse Hacer disponible sin conexión en el menú de un archivo o carpeta para acceder a ellos sin conexión a internet.
fi: Napauta "Käytä ilman yhteyttä" tiedosto- tai kansion valikossa, käyttääksesi sitä ilman Internet-yhteyttä.
fr: Appuyez sur Rendre disponible hors ligne dans le menu d'un dossier ou d'un fichier pour y accéder sans connexion internet.
hu: Érintse meg a „Offline elérhetővé tétel” lehetőséget egy fájl vagy mappa menüjében, ha internetkapcsolat nélkül szeretne hozzáférni.
id: Ketuk "Buat agar tersedia secara offline" pada menu berkas atau folder untuk mengakses item yang bersangkutan tanpa koneksi internet
it: Tocca "Rendi disponibile offline" nel menu di un file o di una cartella per poterli visualizzare senza connessione a Internet.
ja: ファイルやフォルダのメニューから「オフラインで利用可能にする」をタップするとインターネット接続なしでアクセスできます。
ka: დაატყაპუნეთ 'ინტერნტგარეშე წვდომის ჩართვაზე' ფაილის ან საქაღალდის მენიუში, რომ მათთან წვდომა ინტერნეტის გარეშეც იქონიოთ.
ko: 인터넷 연결 없이 접근하기 위해 파일 또는 폴더 메뉴에서 "오프라인 사용 가능"을 탭하세요.
nb: Trykk på "Gjør tilgjengelig frakoblet" i menyen til en fil eller mappe for å få tilgang til den uten internettforbindelse.
nl: Tik op "Maak offline beschikbaar" in het menu van een bestand of map om het te openen zonder internetverbinding.
pl: Kliknij “Dodaj do dostępu w trybie offline” w menu pliku lub folderu, aby uzyskać do niego dostęp bez połączenia z Internetem.
pt: Toque em «Tornar disponível offline» no menu de um ficheiro ou pasta para acessá-lo sem conexão com a internet.
pt_br: Toque em “Tornar disponível off-line” no menu de um arquivo ou pasta para acessá-lo sem conexão com a Internet.
ro: Atingeți pe „Disponibil fără conexiune” în meniul unui fișier sau folder pentru a-l putea accesa fără conexiune la internet.
ru: Нажмите «Сделать доступным в автономном режиме» в меню файла или папки, чтобы получить доступ к ним без подключения к Интернету.
sk: Ťuknutím na položku “Sprístupniť offline” v ponuke súboru alebo priečinka k nemu získate prístup bez pripojenia na internet.
sv: Tryck på “Gör tillgänglig offline“ i menyn för en fil eller mapp för att komma åt den utan internetanslutning.
tr: Bir dosya ya da klasöre internet bağlantısı olmadan erişebilmek için, menüsü üzerinde "Çevrim dışı kullanılabilsin" seçeneğine dokunun
uk: Натисніть “Зробити доступним в автономному режимі” в меню файлу або теки, щоб отримати доступ до нього без підключення до Інтернету.
zh_hans: 点击文件或文件夹菜单中的“使其可离线使用”，即可在没有互联网连接的情况下访问它。
zh_hant: 輕點檔案或資料夾選單中的「設為離線可用」，即可不需網際網路連線存取該項目。

# available_offline_empty_title
source: No offline files or folders
be: Няма файлаў або папак даступных па-за сеткай
ca: No hi ha cap fitxer o carpeta fora de línia
cs: Žádné offline soubory ani složky
da: Ingen offline-filer eller -mapper
de: Keine offline verfügbaren Dateien oder Ordner
el: Δεν υπάρχουν αρχεία ή φάκελοι χωρίς σύνδεση
es: No hay archivos o carpetas sin conexión.
es_419: No hay archivos o carpetas sin conexión
fi: Ei yhteydettä käytettäviä tiedostoja tai kansioita
fr: Aucun fichier ou dossier hors ligne
hu: Nincs offline fájl vagy mappa
id: Tidak ada berkas atau folder offline
it: Nessun file o cartella disponibili offline
ja: オフラインファイルやフォルダはありません
ka: ინტერნეტგარეშე ფაილებისა და საქაღალდეების გარეშე
ko: 오프라인 파일 및 폴더 없음
nb: Ingen frakoblede filer eller mapper
nl: Geen offline bestanden of mappen
pl: Brak plików lub folderów w trybie offline
pt: Sem ficheiros ou pastas offline
pt_br: Sem arquivos ou pastas off-line
ro: Nu există fișiere sau foldere fără conexiune
ru: Нет автономных файлов или папок
sk: Žiadne offline súbory alebo priečinky
sv: Inga offlinefiler eller mappar
tr: Çevrim dışı kullanılabilen bir dosya ya da klasör yok
uk: Немає автономних файлів або тек
zh_hans: 暂无离线文件或文件夹
zh_hant: 沒有離線檔案或資料夾

# available_offline_title
source: Available offline
be: Даступна па-за сеткай
ca: Disponible fora de línia
cs: Dostupné offline
da: Tilgængelig offline
de: Offline verfügbar
el: Διαθέσιμο εκτός σύνδεσης
es: Disponible sin conexión
es_419: Disponible sin conexión
fi: Käytettävissä ilman yhteyttä
fr: Disponible hors ligne
hu: Offline is elérhető
id: Tersedia secara offline
it: Disponibili offline
ja: オフラインで利用可能
ka: ხაზგარეშე რეჟიმშიცაა ხელმისაწვდომი
ko: 오프라인 사용 가능
nb: Tilgjengelig frakoblet
nl: Offline beschikbaar
pl: Dostęp offline
pt: Disponível offline
pt_br: Disponível off-line
ro: Disponibile fără conexiune
ru: Доступно офлайн
sk: Dostupné offline
sv: Tillgängligt offline
tr: Çevrim dışı kullanılabilir
uk: Доступні офлайн
zh_hans: 离线可用
zh_hant: 可以離線使用

# cached_clear_content_action
source: Clear content cache
be: Ачысціць кэш змесціва
ca: Netegeu la memòria cau de contingut
cs: Vyčistit mezipaměť obsahu
da: Ryd indholdscache
de: Inhalts-Cache leeren
el: Καθαρισμός προσωρινής μνήμης αποθήκευσης περιεχομένου
es: Borrar caché de contenido
es_419: Borrar caché de contenido
fi: Tyhjennä sisältövälimuisti
fr: Effacer le cache
id: Bersihkan tembolok konten
it: Svuota la cache dei contenuti
ja: コンテンツキャッシュをクリア
ka: შემცველობის კეშის გასუფთავება
ko: 콘텐츠 캐시 삭제
nb: Tøm innholdsbufferen
nl: Materiaalcache wissen
pl: Wyczyść zawartość pamięci podręcznej
pt_br: Limpar cache de conteúdo
ro: Golire conținut buffer
sk: Vyčistiť vyrovnávaciu pamäť obsahu
sv: Rensa innehållscache
tr: İçerik ön belleğini temizle
zh_hans: 清除内容缓存

# cached_clear_content_message
source: Are you sure you want to clear content cache? This will also remove your offline available content.
be: Вы сапраўды хочаце ачысціць кэш змесціва? Гэта таксама выдаліць ваша змесціва, якое знаходзіцца па-за сеткай.
ca: Esteu segur que voleu netejar la memòria cau de contingut? Això també esborrarà el vostre contingut disponible fora de línia.
cs: Opravdu chcete vyčistit mezipaměť obsahu? Tím se odebere také obsah dostupný offline.
da: Er du sikker på, du vil rydde indholdscachen? Dette fjerner også dit offline-tilgængelige indhold.
de: Bist du dir sicher, dass du den Inhalts-Cache leeren möchtest? Dadurch werden auch deine offline verfügbaren Inhalte entfernt.
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την προσωρινή μνήμη αποθήκευσης περιεχομένου; Αυτό θα διαγράψει επίσης το περιεχόμενο που είναι διαθέσιμο εκτός σύνδεσης.
es: ¿Seguro que quieres borrar la caché de contenido? Esto también eliminará el contenido disponible sin conexión.
es_419: ¿Realmente desea borrar la caché de contenido? Esto también eliminará el contenido disponible sin conexión.
fi: Haluatko varmasti tyhjentää sisältövälimuistin? Tämä poistaa myös offline-tilassa käytettävissä olevan sisällön.
fr: Voulez-vous vraiment effacer le cache ? Cela retirera également votre contenu disponible hors ligne.
id: Apakah Anda yakin ingin membersihkan tembolok konten? Ini juga akan menghapus konten yang tersedia secara luring.
it: Sei sicuro di voler svuotare la cache dei contenuti? Questo rimuoverà anche i tuoi contenuti disponibili offline.
ja: 本当にコンテンツキャッシュをクリアしますか？これによりオフラインで利用可能なコンテンツも削除されます。
ka: მართლა გნებავთ შემცველობის კეშის გასუფთავება? ეს ასევე წაშლის ფაილებს, რომლებიც ინტერნეტის გარეშეა ხელმისაწვდომი.
ko: 콘텐츠 캐시를 정말 삭제하시겠습니까? 사용자의 오프라인에서 사용 가능 콘텐츠 또한 삭제됩니다.
nb: Er du sikker på at du vil tømme innholdsbufferen? Dette vil også fjerne innholdet ditt som er tilgjengelig frakoblet.
nl: Weet u zeker dat u de materiaalcache wilt wissen? Hierdoor wordt ook uw offline beschikbare inhoud verwijderd.
pl: Czy na pewno chcesz wyczyścić zawartość pamięci podręcznej? Spowoduje to również usunięcie zasobów dostępnych w trybie offline.
pt_br: Você tem certeza de que deseja limpar o cache de conteúdo? Isso também removerá todo o conteúdo disponível off-line
ro: Sigur goliți conținutul din buffer? Aceasta va elimina și conținutul disponibil local.
sk: Naozaj chcete vymazať vyrovnávaciu pamäť obsahu? Týmto krokom sa odstráni aj obsah dostupný offline.
sv: Är du säker på att du vill rensa innehållscache? Detta kommer också ta bort ditt innehåll som är tillgängligt offline.
tr: İçerik ön belleğini temizlemek istediğinize emin misiniz? Bu işlem çevrim dışı kullanılabilecek içeriklerinizi de siler.
zh_hans: 您确定要清除内容缓存吗？此操作也会移除您已离线可用的内容。

# cached_clear_content_title
source: Clear content cache
be: Ачысціць кэш змесціва
ca: Netegeu la memòria cau de contingut
cs: Vyčistit mezipaměť obsahu
da: Ryd indholdscache
de: Inhalts-Cache leeren
el: Καθαρισμός προσωρινής μνήμης αποθήκευσης περιεχομένου
es: Borrar caché de contenido
es_419: Borrar caché de contenido
fi: Tyhjennä sisältövälimuisti
fr: Effacer le cache
id: Bersihkan tembolok konten
it: Svuota la cache dei contenuti
ja: コンテンツキャッシュをクリア
ka: შემცველობის კეშის გასუფთავება
ko: 콘텐츠 캐시 삭제
nb: Tøm innholdsbufferen
nl: Materiaalcache wissen
pl: Wyczyść zawartość pamięci podręcznej
pt_br: Limpar cache de conteúdo
ro: Golire conținut buffer
sk: Vyčistiť vyrovnávaciu pamäť obsahu
sv: Rensa innehållscache
tr: İçerik ön belleğini temizle
zh_hans: 清除内容缓存

# camera_permission_alert_message
source: Change app permissions in Settings
be: Змяніць дазволы праграмы ў наладах.
ca: Canvia les autoritzacions de l'aplicació als paràmetres
cs: Změňte oprávnění aplikace v Nastavení
da: Ændr app-tilladelser i Indstillinger
de: Ändere die App-Berechtigungen in den Einstellungen
el: Αλλαγή δικαιωμάτων εφαρμογής στις Ρυθμίσεις
es: Cambiar los permisos de la aplicación en los ajustes
es_419: Cambiar los permisos de la aplicación en los ajustes
fi: Muuta sovelluksen käyttöoikeuksia asetuksissa
fr: Changer les autorisations de l'application dans les paramètres
hu: Alkalmazás engedélyeinek módosítása a Beállításokban
id: Ubah perizinan aplikasi di Pengaturan
it: Modifica le autorizzazioni dell'app nelle Impostazioni
ja: 設定でアプリの許可を変更してください
ka: შეცვალეთ აპის წვდომები მორგების ფანჯარაში
ko: 설정에서 앱 권한 변경
nb: Endre apptillatelser i Innstillinger
nl: App-machtigingen wijzigen in Instellingen
pl: Zmień uprawnienia aplikacji w ustawieniach
pt: Alterar as permissões da aplicação nas definições
pt_br: Modificar as permissões do aplicativo em Configurações
ro: Modificați permisiunile aplicației în setări
ru: Измените разрешения приложения в Настройках
sk: Zmeňte oprávnenia aplikácie v Nastaveniach
sv: Ändra behörigheter för app i inställningar
tr: Ayarlar bölümünden uygulama izinlerini değiştirin
uk: Змініть дозволи програми в Налаштуваннях
zh_hans: 在“设置”中更改应用权限
zh_hant: 在設定值中更改應用程式權限

# camera_permission_alert_title
source: “ProtonDrive” Would Like to Access the Camera
be: Праграма Proton Drive хоча атрымаць доступ да камеры
ca: Proton Drive vol accedir a la càmera.
cs: “ProtonDrive” by rád získal přístup k fotoaparátu
da: "ProtonDrive" vil gerne have adgang til kameraet
de: Proton Drive möchte auf die Kamera zugreifen
el: Το "ProtonDrive" θα ήθελε να έχει πρόσβαση στην Κάμερα
es: Proton Drive quiere acceder a la cámara.
es_419: Proton Drive quiere acceder a la cámara.
fi: "ProtonDrive" haluaa käyttää kameraasi
fr: Proton Drive veut accéder à l'appareil photo.
hu: "ProtonDrive" szeretne hozzáférni a kamerához
id: “Proton Drive” Ingin Mengakses Kamera
it: "ProtonDrive" vorrebbe accedere alla fotocamera
ja: Proton Driveはカメラにアクセスします
ka: "ProtonDrive"-ს კამერასთან წვდომა სურს
ko: "ProtonDrive"가 카메라에 접근하려합니다.
nb: Proton Drive vil gjerne ha tilgang til kameraet
nl: “ProtonDrive” wil graag toegang krijgen tot de camera
pl: Aplikacja Proton Drive chce uzyskać dostęp do aparatu
pt: O Proton Drive gostaria de acessar a câmara.
pt_br: O Proton Drive gostaria de acessar a câmera.
ro: Proton Drive necesită accesarea camerei
ru: «ProtonDrive» запрашивает доступ к Камере
sk: "ProtonDrive" by chcel získať prístup k fotoaparátu
sv: ”Proton Drive” vill komma åt kameran
tr: “ProtonDrive” kameranıza erişme izni istiyor
uk: “ProtonDrive” хоче отримати доступ до камери
zh_hans: “ProtonDrive”希望访问摄像头
zh_hant: 「ProtonDrive」想要存取相機

# checklist_recovery_description
source: Sign in at [account.proton.me](https://account.proton.me/u/0/settings/recovery), then go to Settings --> Recovery.
be: Увайдзіце ў [account.proton.me](https://account.proton.me/u/0/settings/recovery), а потым перайдзіце ў Налады -> Аднаўленне.
ca: Inicieu la sessió a [account.proton.me](https://account.proton.me/u/0/settings/recovery) i, tot seguit, aneu a Preferències --> Recuperació.
cs: Přihlaste se na [account.proton.me](https://account.proton.me/u/0/settings/recovery), poté přejděte do Nastavení --> Obnovení.
da: Log ind på [account.proton.me](https://account.proton.me/u/0/settings/recovery), gå derefter til Indstillinger --> Gendannelse.
de: Melde dich bei [account.proton.me](https://account.proton.me/u/0/settings/recovery) an und gehe zu Einstellungen --> Wiederherstellung.
el: Συνδεθείτε στο [account.proton.me](https://account.proton.me/u/0/settings/recovery), στη συνέχεια μεταβείτε στις Ρυθμίσεις --> Ανάκτηση.
es: Inicia sesión en [account.proton.me](https://account.proton.me/u/0/settings/recovery) y luego ve a Ajustes --> Recuperación.
es_419: Inicie sesión en [account.proton.me](https://account.proton.me/u/0/settings/recovery) y luego vaya a Ajustes --> Recuperación.
fi: Kirjaudu sisään osoitteessa [account.proton.me](https://account.proton.me/u/0/settings/recovery), avaa sen jälkeen Asetukset --> Palautus.
fr: Connectez-vous à [account.proton.me](https://account.proton.me/u/0/settings/recovery), puis rendez-vous dans Paramètres --> Récupération.
hu: Jelentkezzen be a [account.proton.me](https://account.proton.me/u/0/settings/recovery) címen, majd válassza a Beállítások --> Helyreállítás menüpontot.
id: Masuk di [account.proton.me](https://account.proton.me/u/0/settings/recovery), lalu buka Pengaturan --> Pemulihan.
it: Accedi a [account.proton.me](https://account.proton.me/u/0/settings/recovery), quindi vai a Impostazioni > Recupero.
ja: [account.proton.me](https://account.proton.me/u/0/settings/recovery)にサインインし、設定-->回復に移動します。
ka: შედით [account.proton.me](https://account.proton.me/u/0/settings/recovery)-ზე, შემდეგ გადადით პარამეტრები --> აღდგენა.
ko: [account.proton.me](https://account.proton.me/u/0/settings/recovery)에 로그인한 뒤, 설정 --> 복구로 이동하세요.
nb: Logg inn på [account.proton.me](https://account.proton.me/u/0/settings/recovery), deretter gå til Innstillinger - Gjenoppretting.
nl: Log in op [account.proton.me](https://account.proton.me/u/0/settings/recovery), ga vervolgens naar Instellingen --> Herstel.
pl: Zaloguj się na [account.proton.me](https://account.proton.me/u/0/settings/recovery), a następnie przejdź do Ustawienia --> Odzyskiwanie.
pt: Inicie sessão em [account.proton.me](https://account.proton.me/u/0/settings/recovery), depois vá para Definições --> Recuperação.
pt_br: Acesse [account.proton.me](https://account.proton.me/u/0/settings/recovery), depois vá para Configurações - Recuperação.
ro: Autentificați-vă la https://account.proton.me/u/0/settings/recovery, apoi accesați Setări --> Recuperare.
ru: Войдите в [account.proton.me](https://account.proton.me/u/0/settings/recovery), затем перейдите в Настройки --> Восстановление.
sk: Prihláste sa na [account.proton.me](https://account.proton.me/u/0/settings/recovery), potom prejdite na Nastavenia --> Obnovenie.
sv: Logga in på [account.proton.me](https://account.proton.me/u/0/settings/recovery) och gå sedan till Inställningar --> Återställning.
tr: [account.proton.me](https://account.proton.me/u/0/settings/recovery) oturumu açın ve Ayarlar - Geri yükleme bölümüne gidin.
uk: Увійдіть у [account.proton.me](https://account.proton.me/u/0/settings/recovery), потім відкрийте Налаштування --> Відновлення.
zh_hans: 在 [account.proton.me](https://account.proton.me/u/0/settings/recovery) 上登录，然后转到设置 --> 恢复。
zh_hant: 請在 [account.proton.me](https://account.proton.me/u/0/settings/recovery) 登入，然後前往 設定值 --> 復原。

# checklist_recovery_title
source: Set a recovery method
be: Задаць спосаб аднаўлення
ca: Configureu un mètode de recuperació
cs: Nastavte metodu obnovení
da: Indstil en gendannelsesmetode
de: Wiederherstellungsmethode festlegen
el: Ορισμός μεθόδου ανάκτησης
es: Establece un método de recuperación
es_419: Establezca un método de recuperación
fi: Määritä palautustapa
fr: Définissez une méthode de récupération.
hu: Helyreállítási módszer beállítása
id: Atur metode pemulihan
it: Imposta un metodo di recupero
ja: 回復手段を設定
ka: აღდგენის მეთოდის დაყენება
ko: 복구 방법 설정
nb: Angi en gjenopprettingsmetode
nl: Stel een herstelmethode in
pl: Ustaw metodę odzyskiwania
pt: Defina um método de recuperação
pt_br: Defina um método de recuperação
ro: Setați o metodă de recuperare
ru: Настройте метод восстановления
sk: Nastavte spôsob obnovenia
sv: Ställ in en återställningsmetod
tr: Bir kurtarma yöntemi ayarlayın
uk: Налаштування способу відновлення
zh_hans: 设置恢复方法
zh_hant: 設定復原方式

# checklist_share_description
source: Select a file, folder, or album to share directly or with a link.
be: Выберыце файл, папку або альбом, каб абагуліць наўпрост або па спасылцы.
ca: Seleccioneu un fitxer, carpeta o un àlbum per compartir directament o amb un enllaç.
cs: Vyberte soubor, složku nebo album, které chcete sdílet přímo nebo pomocí odkazu.
da: Vælg en fil, mappe eller et album til direkte deling eller med et link.
de: Wähle eine Datei, einen Ordner oder ein Album aus, um direkt oder mit einem Link zu teilen.
el: Επιλέξτε ένα αρχείο, φάκελο ή άλμπουμ για κοινοποίηση απευθείας ή με σύνδεσμο.
es: Selecciona un archivo, carpeta o álbum para compartir directamente o con un enlace.
es_419: Seleccione un archivo, carpeta o álbum para compartir directamente o con un enlace.
fi: Valitse tiedosto, kansio tai albumi jaettavaksi suoraan tai linkin kautta.
fr: Sélectionnez un fichier, un dossier ou un album à partager directement ou avec un lien.
hu: Válasszon ki egy fájlt, mappát vagy albumot közvetlen megosztással vagy hivatkozással.
id: Pilih file, folder, atau album untuk dibagikan langsung atau dengan tautan.
it: Seleziona un file, una cartella o un album da condividere direttamente o utilizzando un link.
ja: ファイル、フォルダー、またはアルバムを直接またはリンクで共有するには選択してください。
ka: აირჩიეთ ფაილი, საქაღალდე ან ალბომი პირდაპირ ან ბმულით გასაზიარებლად.
ko: 파일, 폴더 및 앨범을 직접 또는 링크로 공유하려면 선택하세요.
nb: Velg en fil, mappe eller et album for å dele direkte eller med en kobling.
nl: Selecteer een bestand, map of album om direct of met een koppeling te delen.
pl: Wybierz plik, folder lub album, aby udostępnić bezpośrednio lub za pomocą linku.
pt: Selecione um ficheiro, pasta ou álbum para partilhar diretamente ou com uma ligação.
pt_br: Selecione um arquivo, pasta ou álbum para compartilhar diretamente ou com um link.
ro: Selectați un fișier, folder sau un album de partajat direct sau cu o legătură web.
ru: Выберите файл, папку или альбом, чтобы поделиться им напрямую или с помощью ссылки.
sk: Vyberte súbor, priečinok alebo album na priame zdieľanie alebo zdieľanie pomocou odkazu.
sv: Välj en fil, mapp eller album att dela direkt eller med en länk.
tr: Doğrudan veya bir bağlantı ile paylaşmak için bir dosya, klasör veya albüm seçin.
uk: Виберіть файл, теку або альбом, щоби поділитись безпосередньо або за посиланням.
zh_hans: 请选择要直接共享或通过链接共享的文件、文件夹或相册。
zh_hant: 選取檔案、資料夾或相簿，以供直接或透過連結共享。

# checklist_share_title
source: Share an item
be: Абагуліць элемент
ca: Compartiu un element
cs: Sdílejte položku
da: Del et element
de: Ein Element teilen
el: Κοινοποίηση ενός αντικειμένου
es: Comparte un elemento
es_419: Comparta un elemento
fi: Jaa kohde
fr: Partagez un élément
hu: Elem megosztása
id: Bagikan item
it: Condividi un elemento
ja: アイテムを共有
ka: ერთეულის გაზიარება
ko: 항목 공유
nb: Del et element
nl: Deel een item
pl: Udostępnij element
pt: Partilhe um item
pt_br: Compartilhe um item
ro: Partajare articol
ru: Поделиться элементом
sk: Zdieľajte položku
sv: Dela ett objekt
tr: Bir öge paylaşın
uk: Поділитися елементом
zh_hans: 共享项目
zh_hant: 分享項目

# checklist_upload_description
source: All your files will be encrypted.
be: Усе вашы файлы будуць зашыфраваны.
ca: Tots els fitxers es xifraran.
cs: Všechny vaše soubory budou šifrovány.
da: Alle dine filer vil blive krypteret.
de: Alle deine Dateien werden verschlüsselt.
el: Όλα τα αρχεία σας θα είναι κρυπτογραφημένα.
es: Todos tus archivos serán cifrados.
es_419: Todos sus archivos serán cifrados.
fi: Kaikki tiedostosi salataan.
fr: Tous vos fichiers seront chiffrés.
hu: Az összes fájlja titkosítva lesz.
id: Semua file Anda akan terenkripsi.
it: Tutti i tuoi file verranno crittografati.
ja: すべてのファイルは暗号化されます。
ka: ყველა თქვენი ფაილი დაშიფრული იქნება.
ko: 모든 파일이 암호화 됩니다.
nb: Alle filene dine blir kryptert.
nl: Al uw bestanden zullen worden versleuteld.
pl: Wszystkie pliki zostaną zaszyfrowane.
pt: Todos os seus ficheiros serão encriptados.
pt_br: Todos os seus arquivos serão criptografados.
ro: Toate fișierele vor fi criptate.
ru: Все ваши файлы будут зашифрованы.
sk: Všetky vaše súbory budú zašifrované.
sv: Alla dina filer kommer att krypteras.
tr: Tüm dosyalarınız şifrelenecek.
uk: Усі ваші файли будуть зашифровані.
zh_hans: 您所有的文件都将被加密。
zh_hant: 您的所有檔案將被加密

# checklist_upload_title
source: Upload a file OR enable photo backup
be: Запампуйце файл або ўключыце рэзервовую копію фатаграфій
ca: Carregueu un fitxer o activeu la còpia de seguretat de les fotos.
cs: Nahrejte soubor NEBO povolte zálohování fotek
da: Upload en fil ELLER aktivér sikkerhedskopiering af fotos
de: Lade eine Datei hoch ODER aktiviere die Fotosicherung
el: Ανέβασμα αρχείου Ή ενεργοποίηση αντιγράφου ασφαλείας φωτογραφιών
es: Cargar un archivo O activar la copia de seguridad de fotos
es_419: Cargue un archivo o active la copia de seguridad para sus fotos.
fi: Lähetä tiedosto TAI ota kuvien varmuuskopiointi käyttöön
fr: Chargez un fichier OU activez la fonction de sauvegarde des photos.
hu: Fájl feltöltése VAGY fotómentés engedélyezése
id: Unggah file ATAU aktifkan cadangan foto
it: Carica un file O abilita il backup delle foto
ja: ファイルをアップロードするか、写真のバックアップを有効にしてください
ka: ფაილის ატვირთვა ან ფოტოების სარეზერვო ასლის ჩართვა
ko: 파일을 업로드하거나 사진 백업 활성화
nb: Last opp en fil ELLER aktiver sikkerhetskopiering av bilder
nl: Upload een bestand of schakel foto back-up in
pl: Prześlij pliki lub włącz kopię zapasową zdjęć
pt: Envie um ficheiro OU ative cópia de segurança de fotos
pt_br: Envie um arquivo ou ative o backup de fotos
ro: Încărcați un fișier sau activați conservarea fotografiilor
ru: Загрузите файл ИЛИ включите резервное копирование фото
sk: Nahrajte súbor ALEBO povoľte zálohovanie fotografií
sv: Ladda upp en fil ELLER aktivera fotosäkerhetskopiering
tr: Bir dosya yükleyin veya fotoğraf yedeklemesini açın
uk: Вивантажте файл АБО ввімкніть резервне копіювання фото
zh_hans: 上传文件或启用照片备份
zh_hant: 上載檔案或啟用檔案備份
